[FILE]
Author=EstFix
Help=AIMP-en.chm
Icon=0000010001001010000001001800680300001600000028000000100000002000000001001800000000004003000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000CDCDCDDBDBDBDBDBDBDBDBDBDBDBDBDBDBDBDBDBDBDBDBDBD5D5D5D5D5D5CDCDCDCDCDCDCDCDCDC5C5C5C5C5C5C5C5C5CDCDCDECECECECECECECECECECECECECECECECECECECECECECECECE4E4E4E4E4E4DBDBDBDBDBDBDBDBDBD5D5D5C5C5C5D5D5D5F4F4F3F4F4F3F4F4F3F4F4F3F4F4F3F4F4F3F4F4F3ECECECECECECE4E4E4E4E4E4DBDBDBDBDBDBD5D5D5C5C5C5CFD0D2ECECECECECECECECECECECECECECECECECECECECECECECECECECECE4E4E4E4E4E4DBDBDBDBDBDBCDCDCDBDBDBD3F3D3259564C5F5C535F5C535E5C535C5B5259584F56554C5352494E4D444C4A4147453B4240353F3D3236342A18170C3F3F3C5858555E5E5C605F5D605F5D5E5D5B5A5A585555535352504E4D4B4B4B4947464441403E3D3C3A3635331818154141415B5B5C6262626464656565656262635E5E5E5A5A5A5556565151514E4E4E4949494343444040403738381A1A1A3F3F3F5252525555555757575858585555545050504C4C4C4949494545454242423D3D3D3839393434342E2E2E1919193939395252525454555656565757575555555151514D4D4D4A4A4A4646464444443F3F3F3B3B3B373737323231151515AB6432CB7E29D38427D58627D68726D68627D48527D08027CD7E27C87A27C57627C07127BA6B26B66727AE5F278B3F26C76C10E3830AEB8A0AEF8C0AF18F09F18F0AF08E0AEC890AE7860AE4820AE07E0ADB790AD57409D2700AC8660AA4460CD26E01EC8300F48A00F88D00FC9200FD9300FA9000F58C00F18800ED8400E97F00E47A00DE7500DB7100D16700AF4900D1730FEA890DF1910EF5940EF9980EFA9A0EF7960EF2920EEE8E0EE98A0EE6850EE1800DDB7B0DD7770CCF6D0CAF500BD1730FD1730FD0720FD0720FCF710FCD6F0FCC6D0ECA6B0EC7690EC5660EC2630DBF600DBB5C0CB7590CB3540CAF500B000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF00000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF0000
LangId=1061
Name=Eesti (EE)
VersionID=4100

[About]
B1=Sulge
Caption=Programmist
L1=Tagasiside:
L2=Autor:
L4=Disain:
L5=Litsents
L6=Muudatused

[Actions]
EqualizerFrame=Ekvalaiser
Form.DockTo=Kinnita
Form.DockToEdges=Vasakusse ekraani äärde|Paremasse ekraani äärde|Ülesse ekraani äärde|Alla ekraani äärde
Form.DoMaximize=Tõsta esile tervele ekraanile
Form.Maximize=Tõsta esile|Taasta
Form.Minimize=Taanda
Form.Minimize=Taanda
Form.Pin=Kinnita aken
Form.StayOnTop=Alati pealmine
Form.Undock=Tavaline režiim
Form.Visible=%s - näita|%s - peida
PlaylistFrame=Mänguloend
QuickSearch=Kiirotsing
Tabs.ScrollDown=Keri vahekaarte tagasi
Tabs.ScrollUp=Keri vahekaarte edasi
Visuals.VisualMenu=Visualiseeringute nimekiri

[AddLinkDialog]
btnOk=OK
Caption=Lisa link
lbLink=Voogesituse link:
lbName=Kuvatav nimi:

[AIMP]
acCopyTo=Kopeeri...
acFormsTogglePlaylistVisibility.h=Näita/peida mänguloend
acFormsTogglePlaylistVisibility=Mänguloend
acHelp=Abi
acMainAddFiles.h=Lisa failid
acMainAddFiles=Failid
acMainAddFolder.h=Lisa kaust
acMainAddFolder=Kaust
acMainAddPlaylist.h=Lisa mänguloend
acMainAddPlaylist=Mänguloend
acMainAddURL.h=Lisa link
acMainAddURL=Link
acMainBookmarksManager=Järjehoidjate haldur
acMainDSPManager=DSP Haldur
acMainDSPManagerCrossMixing=DSP Haldur: Segamis seaded
acMainDSPManagerEQ=DSP Haldur: Ekvalaiser
acMainDSPManagerVolumeNormalization=DSP Haldur: Helitugevuse normaliseerimine
acMainExit.h=Sulge
acMainMinimize.h=Taanda/taasta
acMainOpenFiles.h=Ava fail(id)
acMainOpenFiles=Ava failid
acMainOpenFolder=Ava kaust
acMainOpenPlaylist.h=Ava mänguloend
acMainOpenPlaylist=Ava mänguloend
acMainStayOnTop=Alati pealmine (sees/väljas)
acMLCompressDB=Tihenda andmebaas
acMLDeleteAll=Eemalda kõik failid andmebaasist
acMLGroupingTreeDeleteSelected=Eemalda andmebaasist
acMLLabelsDialog=Sildid...
acMLMakeReport=Raporteeri...
acMLMissedFiles=Puuduvad failid
acMLPlayFiles=Esita
acMLPlaySelectedFiles=Esita valitud
acMLReloadTagsForAllFiles=Värskenda kõikide failide sildid
acMLReloadTagsForSelectedFiles=Värskenda valitud failide sildid
acMLTableDeleteSelected=Eemalda valitud andmebaasist
acMLTableSendFilesToActivePlaylist=Lisa aktiivsesse mänguloendisse
acMoveTo=Liiguta...
acOpenFolder=Ava kaust
acOptionHotkeys.h=Kiirklahvide seaded
acOptionHotkeys=Kiirklahvid
acOptionLangs.h=Keele seaded
acOptionLangs=Keel
acOptionPlugins.h=Lisandprogrammide seaded
acOptionPlugins=Lisandprogrammid
acOptions=Seaded
acOptionShutdown.h=Planeerija
acOptionShutdown=Planeerija
acOptionSkins.h=Rüüde seaded
acOptionSkins=Rüüd
acPlayableFileCopyFileToClipboard.h=Kopeeri fail vahetuspuhvrisse
acPlayableFileCopyInfoToClipboard.h=Kopeeri faili info vahetuspuhvrisse
acPlayableFileCopyToLastPath.h=Kopeeri töösolev fail viimati valitud kausta
acPlayableFileDeletePhysically=Eemalda töösolev fail kettalt
acPlayableFileShowFileInfo=Töösoleva faili info
acPlayableFileToggleSwitchInPlaylist.h=Esitatav fail (sees/väljas)
acPlayerJumpToTime=Liigu ajaliselt
acPlayerNextTrack=Järgmine fail
acPlayerPlayPause=Esita/peata
acPlayerPrevTrack=Eelmine fail
acPlayerRadioCapture=Raadio salvestus
acPlayerRepeat=Kordus
acPlayerRepeatPartAB=Korda "А-B" lõiku
acPlayerSeekBackward.h=Liigu natuke tagasi
acPlayerSeekForward.h=Liigu natuke edasi
acPlayerShuffle=Juhuslik
acPlayerStop.h=Peata esitlus
acPlayerStopAtEnd.h=Peata esitlus peale töösolevat faili
acPlayerVolumeDown.h=Helitugevus -
acPlayerVolumeMute.h=Heli (sees/väljas)
acPlayerVolumeMute=Vaigista
acPlayerVolumeUp.h=Helitugevus +
acPlaylistAddSelectedToBookmarks.h=Lisa lemmikutesse
acPlaylistAddSelectedToQueue=Lisa järjekorda
acPlaylistClose=Sulge mänguloend
acPlaylistCloseOthers=Sulge teised mänguloendid
acPlaylistCopySelectedToClipboard=Kopeeri valitud failid vahetuspuhvrisse
acPlaylistDeleteAll=Eemalda kõik
acPlaylistDeleteDuplicates=Eemalda korduvad
acPlaylistDeleteNonExists=Eemalda olematud
acPlaylistDeleteNonSelected=Eemalda kõik peale valitute
acPlaylistDeleteSelected=Eemalda valitud failid
acPlaylistDeleteSelectedPhysically=Eemalda valitud failid kettalt
acPlaylistDeleteSwitchedOff=Eemalda olematud failid
acPlaylistDeleteSwitchedOffPhysically=Eemalda olematud failid kettalt
acPlaylistFindInML=Leia audiokogust
acPlaylistFindNewFiles=Otsi uusi faile
acPlaylistFocusedItemShowQTE=Faili info
acPlaylistInsertAfterPlayingItem=Lisa peale praegust
acPlaylistInsertToQueueBeginning=Lisa järekorra algusesse
acPlaylistNew=Uus mänguloend
acPlaylistNext.h=Järgmine mänguloend
acPlaylistPlayFocusedItem.h=Esita valitud failid
acPlaylistPlayFocusedItem=Esita
acPlaylistPlayPrevious=Mängi eelnev mänguloend
acPlaylistPrev.h=Eelmine mänguloend
acPlaylistReloadFromPreimage=Värskenda andmed eelkujutisest
acPlaylistRemoveSelectedFromQueue=Eemalda järjekorrast
acPlaylistRename=Nimeta mänguloend ümber
acPlaylistReverse.h=Sorteeri: Pööratult
acPlaylistReverse=Pööratult
acPlaylistSave=Salvesta mänguloend
acPlaylistSortByArtist=Sorteeri esitaja järgi
acPlaylistSortByDuration=Sorteeri kestvuse järgi
acPlaylistSortByFileName=Sorteeri kausta järgi
acPlaylistSortByTitle=Sorteeri pealkirja järgi
acPlaylistSortRandomize.h=Sorteeri: Segamini
acPlaylistSortRandomize=Segamini
acQueueClear=Puhasta järjekord
acQueueManager=Järjekorrahaldur
acSearchAdvanced=Laiendatud otsing
acSearchQuick=Kiirotsing (alusta/jätka)
acSendToAudioConverter.h=Saada audio konverterisse
acSendToAudioConverter=Audio konverter
acSendToTagEditor.h=Saada sildi redaktorisse
acSendToTagEditor=Sildi redaktor
acUtilsAudioConverter=Audio konverter
acUtilsAudioLibrary=Audiokogu
acUtilsTagEditor=Sildi redaktor
acVisualFullScreen.h=Täisekraanil visuaalrežiim
acVisualFullScreen=Täisekraan
acVisualNext.h=Järgmine visualiseering
acVisualNormal.h=Tavaline visuaalrežiim
acVisualNormal=Normaalne
acVisualPrev.h=Eelmine visualiseering
CategoryMenu=Kategooria
CategoryOptions=Seaded
ClearPls=Puhasta mänguloend
CM_DEL=Eemalda mänguloendist
CM_SEL=Vali failid
CountLabel.h=Failide nummerdus mänguloendis
ItmEQPos=Näita ekvalaiserit vasakul
LengthLabel.h=Mänguloendi kogu kestvus
miCountdown=Pöördloendus
miMLCreateDynPlaylist=Loo "tark" mänguloend
miMLGroupingPreset=Grupeerimine
miMLGroupingPresetAdd=Lisa...
miMLGroupingPresetEdit=Redigeeri...
miMLGroupingPresetRemove=Eemalda
miMLLabelsExclude=Eemalda silt
miMLLabelsInclude=Sea silt
miMLManageDB=Andmebaas
miMLReload=Värskenda...
miMLTableSendToPlaylist=Saada mänguloendisse
miMLTableViewAlbumThumbnails=Vaade: Albumi pisipildid
miMLTableViewDefault=Vaade: Tabel
miMLTableViewGroupDetails=Vaade: Grupeerimise detailid
miPersonalSettings=Personaalsed seaded
miPlaylistNewSmart=Uus "tark" mänguloend
miReadOnly=Lukusta muutuste eest
miSelectAll=Vali kõik failid
miSelectNone=Ära vali midagi
miSelectPls=Vali mänguloend
miSendToPlaylist=Saada teisse mänguloendisse
miSortByPatternOptions=Seaded
N6=Skanneeri sildid uuesti
N20=Järjekord
N22=Salv
N31=Visualiseerimise režiim
N35=Näita akent
N36=Ekvalaiser
N37=Visualiseerimise aken
N38=(peida kõik)
N40=Visualiseering
N41=Rüüd
N43=Abi
N47=Välju
N56=Vahendid
N70=Lülita kiirvaliku klahvid välja
N75=Vahendid
N79=Näita töös olevat
N80=Lae häälestus
N81=Salvesta häälestus
N83=Lähtesta effektide seaded
N84=Lähtesta ekvalaiseri seaded
N85=Taanda kõik
N86=Taasta kõik
N90=Mängija
N91=Esita/peata
N92=Peata
N93=Lisa fail
N95=Eelmine lugu
N96=Järgmine lugu
N98=Helitugevus
N114=Liida sarnaste kategooriatega
N115=Liida kõik sarnased kategooriad
pmAdd.h=Failide/kaustade lisamise menüü
pmDelete.h=Failide eemaldamis menüü
pmEqualizer.h=Ekvalaiseri seaded
pmMainMenu.h=Peamenüü
pmManagePlaylist.h=Mänguloendi haldur
pmMisc.h=Varia
pmMLDelete.h=Failide eemaldamis menüü
pmMLGroupingPresets.h=Grupeerimis häälestused
pmMLLabels.h=Siltide menüü
pmMLMainMenu.h=Peamenüü - Audiokogu
pmMLMisc.h=Varia
pmMLTableViews.h=Vaade
pmPlaylistList.h=Mänguloendite nimekiri
pmQuickOptions.h=Kiirvalikud
pmSorting.h=Failide sorteerimis menüü
pmUtilities.h=Vahendid
SentToNewPLS=Uude mänguloendisse
SizeLabel.h=Faili suurus mänguloendis
TCFixFloat=Fikseeri info paneel
TL=Salvesta mänguloend
TrayCotnrol=Näita mini-mängijat

[AIMPML]
Added=Lisatud
Album=Album
AlbumArtist=Albumi esitaja
Artist=Esitaja
Bitrate=Bitikiirus
BPM=Lööke minutis
Channels=Kanaleid
Composer=Helilooja
Copyrights=Autoriõigused
DiskNumber=Plaadi №
Duration=Kestvus
FileFormat=Faili formaat
FileName=Faili nimi
FileSize=Faili suurus
Genre=Žanr
Labels=Sildid
LastPlayback=Viimati esitatud
PlaybackCount=Esitatud kokku
Publisher=Avaldaja
Rating=Hinnang
SampleRate=Sagedus
Title=Pealkiri
TrackNumber=Loo №
URL=Link
UserMark=Hinne
Year=Aasta

[AIMPML.Controls]
History=Esitluse ajalugu
None=(mitte midagi)
SetNewLabel=Uus silt...
ShowAll=(näita kõik)
UnsetAllLabels=Eemalda kõik sildid

[AIMPML.Reports]
AlbumCount=Albumite loendus:
ArtistCount=Esitajate loendus:
Common=Statistika
FavoriteAlbums=Lemmik albumid (Top %d)
FavoriteArtists=Lemmik esitajad (Top %d)
FavoriteGenres=Lemmik žanrid (Top %d)
FavoriteTracks=Lemmik lood (Top %d)
GenreCount=Žanrite loendus:
L1=Esitluste loendus:
L2=Lugude loendus
L3=Kogu kestvus (~)
L4=Esitaja
L5=Kuulatud
L6=Kokku
TrackCount=Lugude loendus:

[AIMPMLFilterEditorDialog]
btnCancel=Loobu
btnOK=OK
Caption=Filtri parameetrid
cbLimit=Maksimaalne lugude loendus:
cbSortBy=Sorteeri:
L1=Reeglid

[AIMPMLFilterEditorDialog.FilterControl]
C=Lisa reegel
G=Lisa grupp
Op0=võrdne
Op1=ei ole võrdne
Op2=vahel
Op3=vähem
Op4=vähem või võrdne
Op5=rohkem
Op6=rohkem või võrdne
Op7=sisaldab
Op8=algab...
Op9=lõppeb...
R=Eemalda

[AIMPMLGroupingPresetEditDialog]
btnClearFilter=Puhasta
btnEditFilter=Redigeeri...
Caption=Grupeerimis šabloon
L1=Nimeta automaatselt
L2=Grupeeri välja järgi
L3=Kohandatud filter
lbName=Nimi
lvAvailable=Saadaval lahtrid
lvGroup=Kasutatud lahtrid

[AIMPMLLabelsDialog]
acMoveLeft=Sea silt
acMoveRight=Eemalda silt
acRemove=Kustuta silt
acRename=Nimeta silt ümber
btnCancel=Loobu
btnOK=OK
C1=Sildid
C2=Saadaval sildid
Caption=Sildid
L1=Sisesta sildi nimi
L2=Lisa
miSetToAll=Rakenda kõikidele failidele
miUndoSetToAll=Võta tagasi: Rakenda kõikidele failidele

[AIMPMLMissedFilesDialog]
acApply=Rakenda valitutele
acFind=Otsi...
acRemoveSelected=Eemalda valitud andmebaasist
acReplace=Asenda faili nimi...
Caption=Puuduvad failid

[AIMPMLMissedFilesDialog.tlMissedFiles]
c[0]=Puuduvad failid
c[1]=Soovituslik vahetamine
c[2]=Vastavuse määr

[AIMPMLMonitoringSettingsDialog]
acAdd=Lisa
acDeleteAll=Eemalda kõik
acDeleteSelected=Eemalda valitud
acUpdate=Uuenda
btnClose=Sulge
Caption=Failide lisamine
CB1=Otsi liigutatud või ümbernimetatud faile
CB2=Eemalda olematud failid andmebaasist
CB3=Värskenda sildid
cbMinFD=Kui kestvus on lühem kui:
cbMinFS=Kui suurus on väiksem kui:
cbScanOnStartup=Kontrolli uute failide olemasolu programmi käivitusel
cbTrackChanges=Jälgi muutuseid töötamise ajal
GB1=Jälgimine
GB2=Teosta uuendamise ajal
gbFiltBy=Jäta fail vahele
L1=Kui faili laiend on:
L2=Vajuta "Uuenda" et uuendada oma muusikakogu andmebaasi
pcpFolders=Kaustad
pcpSettings=Seaded

[AIMPMLMonitoringSettingsDialog.tlPaths]
c[0]=Kaust
c[1]=Alamkaustad

[AIMPMLPreimageDialog]
Caption="Tark" mänguloend - Audiokogu

[AIMPPlaylistFoldersPreimageDialog]
acAdd=Lisa
acDeleteAll=Eemalda kõik
acDeleteSelected=Eemalda valitud
btnCancel=Loobu
btnOk=OK
Caption="Tark" mänguloend - kaustad
cbSyncOnChanges=Jälgi muutuseid töötamise ajal
cbSyncOnStartup=Kontrolli uute failide olemasolu programmi käivitusel

[AIMPPlaylistFoldersPreimageDialog.tlPaths]
c[0]=Kaust
c[1]=Hõlma alamkaustad

[AIMPSendToDialogForm]
cbDefault=Salvesta kui "Vaikimisi"
cbSaveStructure=Salvesta raja struktuur
gbAdditionals=Lisa failid
gbPath=Sihtkaust
gbRename=Nimeta šablooniga ümber
L1=Kopeeri|Liiguta
L2=Kopeeri|Liiguta
L3=Kopeerimis seaded|Liigutamis seaded
lbAdditionals=Failid kopeeritakse sihtkausta peamiste failidega.\n; - eraldaja, * - tundmatu faili nimi

[ATEAutoTagForm]
C1=Enne muutusi
C2=Peale muutusi
c[0]=Faili nimi
c[1]=Album
c[2]=Esitaja
c[3]=Žanr
c[4]=Pealkiri
c[5]=Loo №
c[6]=Aasta
Caption=Täida automaatselt silt, kasutades faili nime

[ATEChangeRegisterDialog]
Caption=Registri muutmine/transliteratsioon
CB1=Sildid:
GB1=Toimingud
L1=Register:
L2=Transliteratsioon:
L3=Väljad:

[ATEForm]
A1=Autonumeratsioon (XX)
A2=Nimeta ümber
A3=Muuda formaadiks "%s"
A4=Rakenda
A9=Jäta analüüsitud failid vahele
acEdit=Redigeeri kõik väljad
aSave=Salvesta
aTag.h=Automaatne täitmine
B1.h=Registri muutmine/transliteratsioon
B5=Uuenda sildid
btnBPM.h=Lööke minutis
btnRG.h=Esitlus tundlikkus
Caption=AIMP: Laiendatud sildi redaktor
cbSubFolders=Sisaldab alamkatalooge
lbNoData=(pole andmeid eelvaateks)
miBPMAnalyze=Analüüsi valitud
miDelete=Eemalda
miDeletePhys=Eemalda kettalt
miGroupBy=Grupeerimine
miGroupByFolder=Emakataloogi järgi
miGroupByNone=Mitte grupeerida
miJumpTo=Hüppa kausta...
miNumCfm=Küsi kinnitust
miRgAlbum=Skaneeri valitud: Albumiga
miRgFile=Skaneeri valitud: Ilma albumita
miRgMAlbum=Skaneeri valitud:  Võta album sildilt
miRgRemove=Eemalda esitustundlikuse info siltidelt
miSoundOut=Esitluse seaded
TM0=Failid mis asuvad kõvakettal
TM1=Kasutaja poolt lisatud failid

[ATEForm.lvTable]
c[0]=№
c[1]=Ketta №
c[2]=Faili nimi
c[3]=Pealkiri
c[4]=Esitaja
c[5]=Album
c[6]=Aasta
c[7]=Žanr
c[8]=Bitikiirus
c[9]=Kestvus
c[10]=Formaat
c[11]=Ümbris
c[12]=ID3v1
c[13]=ID3v2
c[14]=APE
c[15]=WMA
c[16]=Vorbis
c[17]=M4A
c[18]=Suurus

[ATERenameForm]
btnRename=Nimeta ümber
Caption=Ümbernimetamise seaded
CB1=Eelvaade
CB2=Tööta faili koopiaga
GB1=Nimeta failid ümber šablooni järgi
GB2=Liiguta failid valitud kausta
GB3=Otsi ja asenda
GB4=Register
GB5=Transliteratsioon
L1=Leia:
L2=Et sorteerida kaustade järgi võid kasutada "\" (%Y\%A - %T)
L3=Asenda:

[ATESaveParams]
Caption=Salvestamis seaded

[AutoTag]
bOk=Rakenda
Caption=Automaatne täitmine
CB1=Ära täida lahtrit, kui tal on väärtus

[BookmarkEditDialog]
btnOk=Salvesta
Caption=Järjehoidja redaktor

[BookmarksManagerDialog]
acItemAddFile=Lisa: Fail
acItemAddFolder=Lisa: Kaust
acItemAddLink=Lisa: Link
acItemEdit=Redigeeri
acItemRemove=Eemalda
B1=Lisa mänguloendisse
B2=Esita
btnAdd=Lisa
btnClose=Sulge
Caption=Järjehoidjate haldur

[BookmarksManagerDialog.lvItems]
c[0]=Pealkiri
c[1]=Faili/kausta rada
c[2]=Positsioon
c[3]=Märkused

[CommonDialogs]
B1=OK
B2=Loobu
B3=Uus kaust
L1=Vali kaust
L2=Hõlma alamkaustad
SA=Vali kõik
SN=Eemalda valik

[ConfirmDialog]
B1=Asenda
B2=Asenda kõik
B3=Jäta vahele
B4=Jäta kõik vahele
B5=Nimeta ümber
B6=Loobu
Caption=Asenda
gbFile1=Asenda fail
gbFile2=Uue failiga

[CONTEXT]
0=Ava AIMP-iga
1=Esita
2=Lisa mänguloendisse
3=Lisa järjekorda
4=Lisa järjehoidjatesse
5=Redigeeri silte
6=Konverteeri teisse formaati

[Converter]
actAddFiles=Lisa fail
actAddFolders=Lisa kaust
actAddPlaylist=Lisa mänguloend
actDeleteAll=Puhasta
actDeleteSelected=Eemalda valitud
bAdd.h=Lisa fail/kaust
bDelete.h=Eemalda failid
bQuickOptions.h=Seaded
bSettings=Seaded
bStart=Start
bStop=Stopp
Caption=AIMP: Audio konverter
csCancel=Tühistatud
csDone=Valmis!
csError=Viga
csWaiting=Ootan
lbEncoder=Formaat:
lbMode=Kodeerimise režiim
lbTargetFileName=Nimeta fail ümber:
lbTargetFolder=Väljundkaust:
lbTimeElapsed=Kulunud:
lbTimeLeft=Jäänud:
lbTotalProgress=Kogu progress:
miDeleteSource=Eemalda allikfail peale edukat konverteerimist
miSavePathStructure=Salvesta failide kasutamisel kaustade struktuur
miShutdownWhenDone=Arvuti väljalülitamine peale konverteerimist
miUncheckSuccessful=Eemalda linnuke faililt peale edukat konverteerimist
Modes=Üks allikas - üks tulemus|Kõik allikad - üks tulemus
PatentedCodecsWarning=Seoses patendiga, ei saa me ise levitada kodeerimise tarkvara järgmistele formaatidele: %s.\n\nKui teile on vajalik see funktsioon, peaksite alla laadima puuduvad failid ja instaleerima need: "%s"\n\nRohkem informatsiooni saate järgmistelt lehtedelt: %s
PatentedCodecsWarningTitle=Konverteerimine teistesse formaatidesse

[Converter.lvTable]
c[0]=Nimi
c[1]=Formaat
c[2]=Staatus
c[3]=№

[ConverterEncoders]
bOk=OK
cbAsInput=Sama mis allikfailis
cbChangeFormat=Muuda formaati
cbCorrectionFile=Loo korrektsiooni fail
cbIncludeMD5=Lisa failile kontrollsumma
cbModeHybrid=Hübriid
cbModeLossless=Kadudeta
gbMode=Režiim
lbBestC=Parim tihendamine
lbBestQ=Parim kvaliteet
lbBitDepth=Näidise formaat:
lbBitrate=Bitikiirus:
lbBitrateMode=Režiim:
lbChannels=Kanalid:
lbCompression=Tihendamine:
lbLeast=Kiire tihedamine:
lbMost=Parim tihendamine:
lbQuality=Kvaliteet:
lbSampleRate=Sagedus:
scParams=Parameetrid

[CopyDialog]
0=Kopeerin...
1=Liigutan...
2=Paus
3=Jätka

[DropForm]
CB1=Ära küsi uuesti
RG1=Lohista ja aseta

[DSPDialog]
btnEqPresets=Häälestused
btnReset=Lähtesta
CB1=Eemalda hääl (Ainult stereo)
CB3=Kasuta heli "Vaibumist"
CB4=Kasuta heli "Vaibumist" navigeerimisel lugudega
CB5=Sujuv helitugevuse muutmine
CB6=Sega järgmine lugu eelmisega
CB7=Sujuv helitugevuse suurenemine loo alguses
CB8=Sujuv heli vaibumine loo lõpus
cbEqSwitch=Lülita ekvalaiser sisse
GB1=Normaliseeri helitugevus
GB2=Manuaalne üleminek
GB3=Automaatne üleminek
GB4=Esitlus tundlikkus
L1=* Sa võid lähtestada seaded parema hiire klõpsuga
L2=Lisandprogramm:
L4=Eelvõim:
L5=Praegune väärtus:
L6=Ülemine eelvõimu lävi:
L7=Alumine eelvõimu lävi:
L9=Vaikimisi väärtus:
L10=Sihtmärgi helitugevus:
lbChorus=Koor
lbEcho=Kaja
lbEnhancer=Võimendus
lbFlanger=Fländžer
lbPitch=Helikõrgus
lbPreamp=Eelvõim
lbReverb=Ruumilisus
lbSpeed=Kiirus
lbTempo=Tempo
lbTrueBass=Bass
R2=Kasuta väärtust sildilt
R3=Analüüsi faili
RB1=Ära tee midagi
RB2=Lisa paus lugude vahele
tcpAutoVolume=Helitugevuse normaliseerimine
tcpCrossMixing=Segamis seaded
tcpSoundEffects=Heliefektid

[DSPDialog.cbReplayGainSource]
i[0]=Allikas: Fail
i[1]=Allikas: Album

[EditorForm.RegisterFmt]
i[0]=Muutustetta
i[1]=Kõik sõnad suure algustähega
i[2]=Esimene sõna suure algustähega
i[3]=Kõik suure tähega
i[4]=Kõik väikse tähega

[EQPresetsDialog]
B1=Rakenda
B2=Loobu
B3=Eemalda
B4=Taasta
Caption=Ekvalaiseri häälestused

[HotkeysGroups]
Common.Dialogs=Üldine: Dialoogid
Common.SendTo=Failid: Saada...
Common=Üldine
MusicLibrary.GroupingTree=Audiokogu: Grupeerimise puu
MusicLibrary.Table=Audiokogu: Tabel
MusicLibrary=Audiokogu: Üldine
Player.Navigation=Mängija: Navigatsioon
Player.PlayableFile=Mängija: Taasesitatav fail
Player.PlaybackControl=Mängija: Taasesituse kontrollimine
Player.Visualizations=Mängija: Visulatsioon
Playlist.AddFiles=Mänguloend: Lisa fail(id)
Playlist.Deletion=Mänguloend: Eemalda
Playlist.Search=Mänguloend: Otsi
Playlist.SelectedFiles=Mänguloend: Valitud failid
Playlist.Sorting=Mänguloend: Sorteeri
Playlist=Mänguloend

[InfoBar]
CB1=Näita töösoleva faili infot esitluse alguses
CB2=Vasakult|Paremalt|Keskelt
CB3=Näita üleval|Näita all
CB4=Näita albumi kaant
CB6=Näita täisekraanil
CB7=Näita ainult tagataustas
CB8=Näita alati
GB5=Sisu
L3=Näitamise aeg:
L5=Teksti joondamine:
M1=Tagataust
M2=Rida %d
M3=Šrift
M4=Teksti värv
P1=Inforiba
RB2=Kiire loo info kaart
T0=Käitumine
T1=Šabloonid
T2=Vaade

[MSG]
1=Uus mänguloend
2=Sisesta nimi:
3=Audiokogu
4=See tegevus eemaldab failid kõvakettalt. Jätkata?
5=(väljalülitatud)
6=Faili või kausta ei leitud!
7=Taanda salve
8=Näita peaakent
9=Ümbernimetamine
10=Helitugevus
11=Positsioon
12=Esita
13=Esita algusest
14=Paus
15=Kasutaja määratud eelseadistus
16=Vali kõik
17=Väljas|Sees
18=Saada failid
19=Võimalik, et seda klahvi kasutab mõni teine programm
20=Kasutada multimeedia klahve?
21=See toiming sulgeb kõik mänguloendid peale atiivse. Jätkata?
22=Lisa faili
23=Eelvaade
24=Alati pealmine
25=Ei suutnud salvestada muutusi failis "%s", võibolla kasutab seda mõni teine programm.
26=Rakendada muudatused failidesse?
27=Helilooja
28=Määratakse peaakna asukoha järgi|Ekraan %d: Sekundaarne(%s)|Ekraan %d: Primaarne (%s)
29=Kausta "%" pole olemas
30=Ei suutnud eemaldada mõnda lisadest, võibolla on see kasutuses:
31=Lõpetatud...
32=Ühe mänguloendiga režiim:\nEi suutnud muuta mänguloendit, sest see on muutmiste suhtes blokeeritud!
33=Otsi
34=Kohalikud failid
35=Ära grupeeri
36=Otsin faile...
37=Kirjutuskaitstud|Määratud eelkujutiseks
38=See eemaldab võimaluse luua rohkem, kui üht mänguloendit.\nSelle valiku puhul teised mänguloendid suletakse automaatselt!
39=Kvaliteet
40=Salvesta kui
41=Lae alla internetist
42=Formaat:
43=(vaikimisi)
44=Kiirus
45=Balanss
46=Avamine...|Puhverdamine...
47=Raadio salvestus
48=Pealkiri
49=Register
50=Antud klahv on juba kasutusel!
51=Liigu ajaliselt:
52=Vale formaat
53=Uus versioon saadaval, laen alla?
54=Instrumentide pank
55=Jooksev tähendus:
56=sorteerimisel kaustade kaupa kasuta "\" sümbolit šabloonis.
57=Oled sa kindel, et soovid loobuda kogu statistikast?
58=Uus šabloon
59=Eemalda failid kettalt|Jälgitud faile ei saanud eemaldada süsteemi vea tõttu:
61=Tegevus pole veel lõpetatud. Katkestan?
62=Mõned tegevused pole veel lõpetatud! Kas tahad need tühistada?
63=Faili otsing:
64=Suurus:
65=Loomise päev:
66=Midagi ei leitud
67=Uuendan...
68=Lõpetatud!\nUue andmebaasi suurus: %s\nSäästetud: %s.
69=Rakenda
70=Loobu
71=Nõutud Administraatori õigused
72=Faili tüüp
73=Laadimine...
74=Profiili kaust
75=Sorteeri šablooni järgi
76=Sea märge %s
77=Automaatne otsing
78=Uued failid:
79=Läbipaistvus
80=Eelvaade
81=Lüürika
82=Faili asukoht
83=Autoriõigus
84=Muudatused rakendatakse peale taaskäivitust!
85=Hinne
86=Kopeeri
87=Kleebi
88=Lõika
89=Allikas
90=Tulemus
91=See toiming eemaldab "%s" . Jätkata?
92=Kõik|Lisad|Dekoodrid|Visuaal|DSP
93=Lisa faile...
94=Lõigu kordamine "A-B" [väljas]|Algus punkt "А"|Lõigu kordamine "A-B" [sees]|
95=Ühendan uuesti peale %s sekundit
96=Tähelepanu! See lähtestab kõik seaded!
97=Salvesta mängija väljaminemiseelsesse olekusse
98=Kasuta mini-mängijat, salve taandamise asemel
99=Eelseadete redaktor
100=Album
101=Link
102=Esitaja
103=Pealkiri
104=Kommentaar
105=Žanr
106=Eemalda silt
107=Aasta
108=Loo №
109=Plaadi №
110=Albumi kaas
111=Instrumentide panka ei leitud või omab valet formaati.
112=<puudub>
113=Valmis!
114=See tegevus kustutab statistika ja kõik failid andmebaasist! Jätkan?
115=Kestvus
116=Fail|Kaust|Mänguloend
117=Esitatud
118=Lisatud
119=Hinnang
120=Mänguloendite haldamine
121=Viivitus:
122=Sulge
123=Kopeeri fail vahetuspuhvrisse
124=Käivita sildi redaktor
125=Kataloogid
126=Palun oota...
127=Esitatud kordi
128=Kopeeri  %s-sse|Liiguta  %s-sse
129=Autotäitur (parem hiire klõps - šablooni valik)
130=Ansambel
131=Konverteerimine:
132=Nimeta ümber
133=Seaded
134=Peatatud
135=Muuda suurust
136=Seaded on muudetud. Kas soovid salvestada muudatused?
137=Eemaldatav ketas|CD-ketas
138=Rakenda koos
139=Arvuti suletakse %s sekundi pärast
140=Looja
141=dB
142=Hoiatus! Teised programmid ei saa kasutada heliväljundit, kui AIMPi väljundiks on valitud see väljund.
143=Eelkujutis: |Mitte midagi|Kaustad|Audiokogu|Mänguloend

[Options]
bCancel=Sulge
Caption=Seaded

[OptionsFrameAddFiles]
C1=Failide lisamine
C9=Üldine
C10=Ava faile teistest programmidest
C11=Lohista ja aseta
CB1=Küsi kasutajalt
CB2=Avarda faile mänguloendisse lisamisel CUE failiga
CB6=Skaneeri mänguloend faili lisamisel
CB9=Esita avatud failid koheselt
CB15=Esita lisatud failid koheselt
CB19=Alusta esitlust koheselt
CB47=Lisa töösolevasse mänguloendisse, kui saadetud on üks fail
CB48=Ava mänguloendi failid uutes vahekaartides
CB49=Lisa terve kaust, kui saadetud on üks fail
CB59=Sorteeri failid nime järgi
L1=Vaikimisi tegevus:
L7=Faili avamisel:

[OptionsFrameAddFiles.CBA]
i[0]=Loo uus mänguloend
i[1]=Lisa töösolevasse mänguloendisse
i[2]=Lisa tühja mänguloendisse "Vaikimisi"

[OptionsFrameAddFiles.RG4]
i[0]=Lisa failid töösolevale positsioonile
i[1]=Lisa failid mänguloendi lõppu
i[2]=Lisa failid mänguloendi algusesse
i[3]=Lisa ja sega failid mänguloendis

[OptionsFrameAlbumArtManager]
B1=Puhasta puhver
C1=Automaatotsingu parameetrid
C2=Puhverdamise seaded
Caption=Albumi kaas
GB1=Leia internetist
GB2=Luba puhverdamine
GB3=Leia kaustast
L1=Albumi kaane allalaadimiseks internetist, pole paigaldatud ühtegi lisandprogrammi.
L2=Maksimaalne faili suurus mida allalaadida:
L3=Vahemälu vähendab ketta kasutamist, säästab interneti kiirust, kiirendab albumi kaante otsingut.
L4=Eemalda salvestus puhvrist peale:
L5=Päeva
L6=Staatus:

[OptionsFrameAssoc]
B1=Faili tüübid
C1=Ühilduvus
CB1=Audio failid
CB2=Mänguloendid
CB3=Rüüd

[OptionsFrameConvertor]
C1=Konverteerimis seaded
C18=Tegevus
Caption=Konverter
CB1=Avarda faile nimekirja lisamisel CUE failiga
L1=Voogude arv:
L2=[!] Voogude maksimaalne arv sõltub protsessori tuumade kogusest.

[OptionsFrameFace]
C2=Kasutajaliidese seaded
C3=Läbipaistvus
Caption=Kasutajaliides
CB1=Luba akende pikslihaaval pooleldi läbipaistvus
CB2=Näita esitatava faili lainekuju otsinguribas
CB3=Animeeri akna avamine ja sulgemine kui ta on fikseeritud teise akna külge
CB4=Animeeri aken avamisel ja sulgemisel töölaua tööriista laadis
CB5=Töösoleva faili spektri animatsioon
CB28=Luba visuaalse kuva animatsioon
CB30=Luba nuppude animatsioon
CB35=Pehmenda mänguloendi kerimist
CB38=Keela läbipaistvus, kui aken on aktiivne
CB39=Keela läbipaistvus kursori asetamisel
CB42=Pehmenda läbipaistvust
CB52=Luba akende servapidi kleepumine omavahel
L1=Rüü peab toetama seda funktsiooni

[OptionsFrameHotkeys]
B10=Vaikimisi
C1=Kiirklahvid
c[0]=Käsklus
c[1]=Lokaalne
c[2]=Globaalne 1
c[3]=Globaalne 2

[OptionsFrameLang]
C1=Vali kuvakeel
Caption=Keel
L1=Konverdi mitte-unicode tekst
L2=Peamised keeled
L3=Täiendavad keeled
L4=Aegunud keeled

[OptionsFrameMLMain]
B1=Failide jälgimine...
C1=Audiokogu
Caption=Audiokogu
CB1=Hinnangu andmisel
CB2=Taasesitluste alustamisel
CB3=Esitluse arvestamisel
CB4=Näita hinnangut, kui märge pole seatud
CB5=Sünkrooni kasutaja määratud hinnang audio faili märkega
CB6=Näita alati alamkaustade sisu
CB7=Kombineeri tühjad grupeerimis tasemed kui võimalik
GB1=Üldine
GB2=Lisa fail andmebaasi
GB3=Hinnang
GB4=Esitlust arvestatakse
L1=Faili miinimum kestvus:
L2=Arvesta fail esitatuks peale:\n kuid mitte rohkem kui 4 minutit
L3=Kalkuleeri hinnang võttes aluseks statistika viimased:
L4=Päeva

[OptionsFrameNet]
C21=Interneti ühenduse seaded
Caption=Ühendus
CB1=Otsene ühendus
CB2=Kasuta süsteemi seadeid
CB3=Manuaalne proksi seadistamine
L79=Aegumine:
L98=Parool:
L106=Server:
L107=Port:
L108=Kasutaja:

[OptionsFramePlayer]
Caption=Mängija
CB21=Alati pealmine
G1=Juhtimine
GB4=Kontrolli mängijat kiirklahvidega
GB5=Kontrolli hiirega
GB15=Rada vahetuspuhvri šablooni kopeerimisel
L14=Vajutades kiirklahvi muuda positsiooni
L16=Vajutades kiirklahvi muuda helitugevust
L33=Keskmine klõps:

[OptionsFramePlayer.MOBox]
i[0]=(mitte midagi)
i[1]=Esita/peata
i[2]=Lisa fail(id)

[OptionsFramePlayerBehavior]
C1=Automaatika
CB7=Korda mänguloendit ühe failiga
CB22=Peata esitlus kui fail on eemaldatud mänguloendist
CB32=Automaatne ekvalaiseri häälestus loole
CB48=Salvesta mängija olek navigeerides nuppudega "Järgmine/eelmine fail"
CB58=Automaatne üleminek järgmisele loole
GB1=Üldine
GB2=Programmi käivitamisel
GB3=Taasesitluse viis
GB4=Mänguloendi lõppemisel
L1=Taasesitluse viis:

[OptionsFramePlayerBehavior.RG1]
i[0]=Alusta taasesitlust
i[1]=Taasta mängija sulgemiseelsesse olekusse
i[2]=Ära tee midagi

[OptionsFramePlayerBehavior.RG2]
i[0]=Hüppa järgmisesse mänguloendisse
i[1]=Korda mänguloendit
i[2]=Mine ooterežiimile

[OptionsFramePlayerBehavior.RG3]
i[0]=Normaalne
i[1]=Kordus
i[2]=Juhuslik

[OptionsFramePlaylistBehavior]
C6=Tegevus
C19=Keri mänguloendit hiire rullikuga
Caption=Mänguloend
CB1=Eemalda mänguloend vahekaardi sulgemisel
CB2=Ava järjehoidjad uues mänguloendis "Järjehoidjad"
CB3=Salvesta otseteed (soovitatav)
CB4=Salvesta mänguloend "Vaikimisi"
CB8=Küsi mänguloendi loomisel nime
CB31=Salvesta järjekord programmi sulgemisel
CB46=Sulge mänguloend topeltklikiga nupul
CB56=Küsi kinnitust failide eemaldamiseks kõvakettalt
CB57=Ühe mänguloendiga viis
GB1=Salvestamine
GB2=Üldine
L12=Normaalne kerimine
L18=Keri hoides all "%s"

[OptionsFramePlaylistView]
bCancel=Loobu
bOk=OK
C1=Mänguloendi ilme seaded
Caption=Ilme
CB50=Näita valitud failide infot
cbAbsoluteNumeration=Absoluutne numeratsioon
cbGroupMode=Luba grupeerimine
cbMergeGroups=Automaatselt liida samanimelised grupid
cbShow2ndLine=Näita sekundaarset rida infoga
cbShowDuration=Näita kestvuse veergu
cbShowExpandBtns=Näita gruppide laiendus nuppu
cbShowMarks=Näita märkmeid
cbShowNumbers=Näita loo järjekorra numbrit
cbShowSwitches=Näita lülitite veergu
ddZoom=Suurenda
gbFormating=Formaadi seaded
gbGrouping=Grupeerimis seaded
gbLayoutSettings=Asetuse seaded

[OptionsFramePlugins]
B1=Taaskäivita kohe
Caption=Lisandprogrammid
L1=Mõnda lisandprogrammi ei kasutata selle rakendusega
lbURL=Hangi rohkem lisandprogramme
N1=Eemalda
N2=Rakenda valitud
N3=Rakenda kõik
N4=Eemalda valitud
N5=Eemalda kõik

[OptionsFramePlugins.cbFilter]
i[0]=Kõik
i[1]=Laetud
i[2]=Mitte laetud
i[3]=Kasutamata

[OptionsFrameRadioCap]
C1=Üldised seaded
C22=Interneti raadio salvestus
Caption=Interneti raadio
CB65=Salvesta allikas ilma transkodeerimiseta (ainult MP3/AAC/AAC+)
CB66=Kirjuta failidele sildid
CB67=Kirjuta CUE-logi
CB68=Puhvri suurus taustal salvestamiseks:
CB69=Eemalda failid mille pikkus on lühem kui:
GB6=Salvestus seaded
GB9=Jaga failidesse
L1=Mitu korda proovida ühendada uuesti kui ühendus on nurjunud:
L2=Kasutaja-agent:
L3=Puhvri suurus:
L13=Aeg:
L24=Faili nime šabloon:
L25=Suurus:
L85=Salvestamise kaust:

[OptionsFrameRadioCap.cbBreakType]
i[0]=Jaga lugude järgi
i[1]=Jaga suuruse järgi
i[2]=Jaga aja järgi

[OptionsFrameRunningLine]
C13=Jooksev rida
CB75=Korduv
GB1=Jooksva rea animatsioon
GB3=Jooksva rea šabloon
L10=Uuenduse intervall:
L35=Ilmumine:
L36=Liikumine:

[OptionsFrameRunningLine.rsRun]
i[0]=Väljalülitatud
i[1]=Vasakule
i[2]=Paremale

[OptionsFrameRunningLine.rsShow]
i[0]=Väljalülitatud
i[1]=Vasakult
i[2]=Paremalt
i[3]=Ülevalt
i[4]=Alt

[OptionsFrameSkins]
B2=Sirvi...
C1=Rüüd
lbURL=Hangi rohkem rüüsid
miDelete=Eemalda

[OptionsFrameSort]
L1=[!] Kasuta "%!" tagurpidi sorteerimiseks.

[OptionsFrameSystem]
C1=Süsteem
Caption=Süsteem
CB2=Näita töösoleva faili infot tegumireal
CB3=Luba töösoleva faili info kerimine
CB4=Näita esitlus protsessi
CB5=Näita mängija olekut tegumireal
CB6=Näita mängija oleku edenemisriba värviliselt
CB7=Kasuta "Määramata" staatust audio voogesitlusel
CB18=Keela monitori väljalülitumine
CB23=Lisa exploreri kontekst menüüsse
CB24=Lisa CD/DVD automaatkäivitus menüüsse
CB40=Lisa link "Käivita" menüüsse
CB41=Lisa "Vaikimisi" programmide loendisse
CB60=Käivita AIMP windowsi käivitamisel
GB1=Integratsioon
GB2=Näita tegumireal
L1=[!] Mängija aken peab olema aktiivne
L99=Prioriteet

[OptionsFrameTrackList]
C4=Ekspordi seaded
Caption=Mänguloendi eksport
CB54=Ekspordi peidetud mänguloendi osad
CB55=Ekspordi mänguloendi kategooriad
L26=Vaikimisi šabloon:
L27=Formaadi veerg:

[OptionsFrameTray]
C15=Üldine
C16=Faili info
C17=Hiirega kontroll
Caption=Salv
CB1=Taanda salve programmi taandamisel
CB2=Taanda salve programmi käivitamisel
CB3=Näita mini-mängijat taandamisel salve
CB4=Näita mängija staatust salve ikoonis
CB5=Alati näita ikooni salves
CB13=Näita faili infot hiire asetamisel
L30=Üks klikk:
L31=Topelt klikk:
L32=Keskmine klikk:
L34=Viivitus enne ilmumist:

[OptionsFrameTray.TrayCmd]
i[0]=(väljalülitatud)
i[1]=Näita/peida
i[2]=Vii esiplaanile
i[3]=Faili info
i[4]=AIMP helitugevuse regulaator
i[5]=Esita/peata
i[6]=Lisa ja esita faile
i[7]=Järgmine fail
i[8]=Eelmine fail

[OptionsFrameVisual]
C23=Visualiseering
CB68=Kasuta silumist
CB71=Muuda visualiseeringut iga:
GB7=Täisekraan režiim
GB10=Visualiseeringute muutmine
L21=Alusta täisekraanil esitlust:
L23=[!] See esitlus on aeglasem, kuid sealjuures on pilt ilusam.

[OptionsSoundOutFrame]
C1=Heliseadme seaded
Caption=Taasesitus
CB2=Logaritmiline heliliugur
L1=Heli väljundi tüüp:
L2=Seade:
L3=Parameetrid:
L4=Puhvri suurus:
L5=Vali kanalid, mida hakatakse kasutama programmi heliväljundiks

[OptionsSoundOutTransformFrame]
B1=DSP Haldur
C1=Konverteerimis seaded
CB1=Luba kanalite segamine
CB1Hint=Ruumilise heli imiteerimine stereo/mono failidele\n"Tark" konverteerimine mitme kanalistele stereo/mono failidele
CB2=Antiklipping
CB2Hint=Hoiab ära müra kui signaal ületab 0 dB
CB3=Pseudotoonimine
CB3Hint=Ignoreeri moonutusi mis tekivad kui vähendada diskreetimise sügavust
GB1=MOD muusika
GB2=Üldine
L1=Diskreetimine:
L2=Kiirus
L3=Kvaliteet

[PlaylistsManagerDialog]
acImport=Impordi mänguloendid...
acImportDirs=Impordi kaustad...
acRemove=Eemalda valitud mänguloendid kõvakettalt
btnPreimage=Seaded
cbReadOnly=Lukusta muutuste eest
L1=Üldine
L2=Personaalsed seaded
L3=Aktiivsed mänguloendid
L4=Mitteaktiivsed mänguloendid
L5=Eelvaade
lbPreimage=Eelkujutis:
lbPreimageNotes=Eelkujutis on mänguloend, kaust või fail, andmeallikas praegusele mänguloendile. Sünkroniseerimiseks vajuta "Värskenda andmed".\n\n [!] Sünkroniseerimine toimub ainult ühel suunal: Eelkujutis -> Mänguloend.
lbStorage=Asukoht:

[PLS]
N1=Faili otseteed
N2=Sorteeri failid pärast mänguloendisse lisamist šablooni järgi:
N3=Lisa
N20=Eemaldamine
N22=Luba
N23=Keela
N36=Järjehoidjad
N37=Lisa
N39=Redigeeri

[QTEAlbumArtEditor]
btnCancel=Loobu
btnOk=OK
Caption=Albumi kaane redaktor
lbScale=Skaala:
lbSizes=Mõõdud:
pnlCrop=Kärbi
pnlScale=Muuda suurust

[QTEForm]
bCopyTo=Kopeeri...
Caption=Kiire sildi redaktor
L1=Lae
L2=Salvesta
L3=Eemalda märge, et kustutada albumikaas failist muutuste salvestamisel
T1=Üldine
T2=Sõnad
T3=CUE
T4=Info

[QueueDialog]
Caption=Järjekorra haldur
CB1=Paus
L1=Kogu pikkus:

[QueueDialog.ListView]
c[0]=Number
c[1]=Faili nimi
c[2]=Mänguloend
c[3]=Kestvus

[Scheduler]
A1=Sulge arvuti
A2=Mine puhkerežiimile
A3=Sulge programm
A4=Peata esitlus
A5=Mine ooterežiimile
B1=Ajaliselt
B2=Mänguloendi lõpust
B3=Järjekorra lõpust
B4=Faili lõpust
B5=OK
Caption=Planeerija
CB1=Pehmenda helitugevuse muutmist
CB3=Alanda sujuvalt helitugevust aja jooksul:
CB4=Helitugevuse suurendamine aja jooksul:
CB5=Uinumis taimer
CB6=Äratuskell
L1=Aeg:
L3=Failid mille lõppedes tegutseda:
L4=Vali esitluseks:
L5=Sa võid lohistada faili mänguloendist või explorerist teksti lahtrisse
R1=Valitud ajal
R2=Aja pärast
S1=sek.
T1=Uinumis taimer
T2=Äratuskell

[SearchForm]
B1=Otsingu seaded
B2=Sulge
Caption=Täpne otsing
CB1=Otsi pealkirjades
CB2=Otsi artistides
CB3=Otsi albumites
CB4=Otsi žanrites
CB5=Otsi faili nimedes
CB6=Automaatne otsing
L1=(kõik)
N1=Esita
N2=Hüppa algusesse

[SearchForm.Table]
c[0]=Pealkiri
c[1]=Mänguloend
c[2]=Indekseeri järjekorras

[Templates]
%Album= - album
%AlbumArtist= - albumi esitaja
%AlbumGain= - Esitlus tundlikkus väärtus albumile
%Artist= - esitaja
%Bitrate= - bitikiirus
%BPM= - lööke minutis
%Caps(A)= - kõik sõnad suure algustähega
%Channels= - kanalid
%Char(A)= - sümbol A koodiga
%Composer= - helilooja
%DiskNumber= - plaadi number
%Duration= - loo kestvus (sek)
%ExtractFileExt(A)= - paki lahti faili A laiendus
%FileCreatedDate= - faili loomise päev
%FileCreatedTime= - faili loomise aeg
%FileDir= - sihtkausta rada
%FileFormat= - faili formaat
%FileModifiedDate= - faili muutmise aeg
%FileModifiedTime= - faili muutmise aeg
%FileName= - faili terve nimi
%FileParentDir= - siht kausta nimi
%FileSize= - faili suurus (baitides)
%Format(A, B)=A - formaadi jada arvuline väärtus, B - väärtus
%Genre= - žanr
%IF(A, B, C)== C, kui A on tühi, muidu - B
%IFEqual(A, B, C, D)== C, kui A=B, muidu - D
%IFGreater(A, B, C, D)== C, kui A > B, muidu - D
%IFGreaterOrEqual(A, B, C, D)== C, kui A >= B, muidu - D
%Index= - positsioon mänguloendis
%LastPlayDate=- viimati esitatud päev
%LastPlayTime=- viimati esitatud aeg
%Length(A)= - A jada pikkus
%Low(A)= - kõik väikeste tähtedega
%Lyrics= - sõnad
%Mark= - märge
%NewLine=(ainult mänguloendile)
%PlayCount=- esitluste loendus
%Publisher= - avaldaja
%Rating= - loo hinne
%Replace(A, B, C)=Kus A on allikjada, B - väärtus leida, C - väärtus muuta
%SampleRate= - diskreetimissagedus
%StrCopy(A, B, C)= - kopeeri A positsiooni sümbolid positsiooni B, kus C - näitab mitu sümbolit kopeerida
%StrPos(A, B)= - otsi alamjada A, B jadas
%Title= - pealkiri
%TrackGain= - Esitlus tundlikkus väärtus loole
%TrackNumber= - loo number
%Up(A)= - kõik suurte tähtedega
%Year= - aasta

[Updater]
B1=Kontrolli uuendusi
B2=Paigalda
Caption=Uuenduste kontrollimine
CB1=Ära meenuta seda versiooni
L1=Praegune versioon:
L2=Uusim versioon:
L3=Manuaalne uuenduse kontrollimine
L4=Uus versioon on saadaval: %s

[AIMPPlaylistPreimageDialog]
Caption="Tark" mänguloend - mänguloend
L1=Faili nimi\Link

